tap "buildpacks/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "ngrok/ngrok"
tap "puma/puma"
brew "age"
brew "aspell"
brew "glib"
brew "dotnet"
brew "harfbuzz"
brew "ffmpeg"
brew "gh"
brew "go"
brew "httpie"
brew "imagemagick"
brew "irssi"
brew "jq"
brew "libpq"
brew "qt"
brew "mkvtoolnix"
brew "yt-dlp"
brew "mpv"
brew "node"
brew "nuget"
brew "peak/tap/s5cmd"
brew "poppler"
brew "postgresql@15"
brew "postgresql@16", link: true
brew "pup"
brew "ruby-build"
brew "rbenv"
brew "starship"
brew "stow"
brew "telnet"
brew "tfenv"
brew "tflint"
brew "tldr"
brew "ugrep"
brew "vips"
brew "wget"
brew "buildpacks/tap/pack"
brew "hashicorp/tap/terraform", link: false
brew "heroku/brew/heroku"
brew "puma/puma/puma-dev"
cask "1password-cli"
cask "flox"
cask "ngrok"
cask "textual"
vscode "aliariff.vscode-erb-beautify"
vscode "austenc.tailwind-docs"
vscode "bradlc.vscode-tailwindcss"
vscode "esbenp.prettier-vscode"
vscode "marcoroth.stimulus-lsp"
vscode "shopify.ruby-lsp"
