tap "buildpacks/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "ngrok/ngrok"
tap "puma/puma"
brew "age"
brew "aspell"
brew "glib"
brew "dotnet"
brew "harfbuzz"
brew "ffmpeg"
brew "gh"
brew "go"
brew "httpie"
brew "imagemagick"
brew "irssi"
brew "jq"
brew "libpq"
brew "qt"
brew "mkvtoolnix"
brew "yt-dlp"
brew "mpv"
brew "node"
brew "nuget"
brew "poppler"
brew "postgresql@15"
brew "postgresql@16", link: true
brew "pup"
brew "ruby-build"
brew "rbenv"
brew "stow"
brew "telnet"
brew "tfenv"
brew "tflint"
brew "tldr"
brew "ugrep"
brew "vips"
brew "wget"
brew "buildpacks/tap/pack"
brew "hashicorp/tap/terraform", link: false
brew "heroku/brew/heroku"
brew "puma/puma/puma-dev"
cask "1password-cli"
cask "anytype"
cask "discord"
cask "flox"
cask "gimp"
cask "gitbutler"
cask "jetbrains-toolbox"
cask "ngrok"
cask "sizeup"
cask "slack"
cask "steam"
cask "tailscale"
cask "textual"
cask "todoist"
cask "tuple"
cask "visual-studio-code"
cask "zed"
vscode "aliariff.vscode-erb-beautify"
vscode "austenc.tailwind-docs"
vscode "bradlc.vscode-tailwindcss"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.dotnet-test-explorer"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "marcoroth.stimulus-lsp"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "shopify.ruby-lsp"
