tap "heroku/brew"
tap "homebrew/bundle"
tap "ngrok/ngrok"
tap "puma/puma"
# cask "transmission"
brew "age"
brew "heroku/brew/heroku"
brew "irssi"
brew "libpq"
brew "mkvtoolnix"
brew "mpv"
brew "puma/puma/puma-dev"
brew "stow"
cask "1password-cli"
cask "anytype"
cask "discord"
cask "flox"
cask "gimp"
cask "gitbutler"
cask "jetbrains-toolbox"
cask "ngrok"
cask "sizeup"
cask "slack"
cask "steam"
cask "tailscale"
cask "textual"
cask "todoist"
cask "tuple"
cask "visual-studio-code"
cask "zed"
